<template>
    <!-- START-ABOUT -->
    <div class="pb-between-section bg-natural-alpha">
        <div class="container 2xl:px-28 xl:px-20 lg:px-16">

            <PublicHeaderSection title="درباره یک کمپین موفق" subtitle="با یک تیم حرفه ای بیشتر دیده شوید" />

            <p class="text-public text-align-last-center">
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها
                و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و
                کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و
                آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
                ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که
                تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی
                دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم
                ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و
                متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و
                کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و
                آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
                ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که
                تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد.
            </p>
        </div>
    </div>
    <!-- END-ABOUT -->
    <!-- START- -->
    <div class="pb-between-section bg-natural-alpha">
        <div class="lg:container max-lg:py-3 max-lg:border-y-3 border-natural">
            <div class="lg:border-3 border-natural lg:rounded-2xl lg:p-4 relative">
                <div class="rounded-2xl lg:relative overflow-hidden h-[600px] flex flex-col justify-end lg:p-16 p-6">
                    <div class="absolute top-0 start-0 w-full h-full z-10 bg-gradient-dark-alpha"></div>
                    <img src="~/assets/img/back.png" class="absolute top-0 start-0 w-full h-full" alt="">
                    <div class="header-section header-section-white text-center z-10 relative">
                        <h2 class="header-title-public header-title-public-white">
                            آمادگی برای یک روز بزرگ
                        </h2>
                        <h4 class="header-subtitle-public text-white/60">
                            با یک تیم حرفه ای بیشتر دیده شوید
                        </h4>
                    </div>
                    <p class="text-public text-align-last-center text-white text-opacity-80 z-10 relative">
                        لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.
                        چاپگرها
                        و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد
                        نیاز و
                        کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته،
                        حال و
                        آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان
                        رایانه
                        ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید
                        داشت که
                        تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز می باشد.
                    </p>
                </div>
            </div>
        </div>
    </div>
    <!-- END- -->
</template>