<template>
<div class="lg:w-1/2 xl:p-14 lg:p-10 shrink-0 max-lg:mx-auto">
                        <a href="#" class="block w-fit mb-8">
                            <img src="~/assets/img/logo-2.png" class="max-h-[65px] max-w-full" alt="">
                        </a>
                        <p class="text-public text-public-light max-lg:hidden">
                            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک
                            است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط
                            فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای
                            زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با
                            نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو
                            در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه
                            خواهیم داد.
                        </p>
                    </div>
</template>