<template>
    <main>

        <PublicLocation name='وبلاگ' link='/blog-archive' />


        <div class="pb-between-section bg-natural-alpha">
            <div class="container">
                <div class="flex flex-wrap items-start -m-4">
                    <div class="lg:w-[67%] w-full p-4">
                        <div class="max-lg:bg-white max-lg:rounded-2xl overflow-hidden max-lg:p-2.5">
                            <div class="rounded-2xl bg-white lg:p-4 mb-6">
                                <div class="relative lg:h-[420px] h-[300px] lg:p-8 p-4 flex items-end">
                                    <img src="~/assets/img/picture-20.png"
                                        class="w-full h-full absolute top-0 start-0 rounded-2xl" alt="">
                                    <div class="flex z-10">
                                        <a href="#"
                                            class="flex items-center justify-center px-7 lg:h-11 h-9 rounded-full bg-primary max-lg:text-sm w-fit text-white lg:me-3 me-2 max-lg:absolute top-4 start-4">
                                            <i class="icon-layout1 me-4 lg:text-lg text-md"></i>
                                            مارکتینگ
                                        </a>
                                        <a href="#"
                                            class="flex items-center justify-center aspect-square lg:h-11 h-9 rounded-full bg-dark w-fit text-white lg:me-3 me-2">
                                            <i class="icon-share lg:text-lg text-md"></i>
                                        </a>
                                        <div
                                            class="lg:px-4 px-3 py-1.5 rounded-full bg-white flex items-center justify-center">
                                            <div class="rateYo !px-0 lg:me-4 me-2.5">
                                            </div>
                                            <div class="text-dark-beta text-sm font-medium">
                                                3،9 از 5 <span class="max-sm:hidden">( 18 رای )</span>
                                            </div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                            <h1 class="title-public font-extrabold">
                                سامسونگ از لپ‌تاپ‌های سری گلکسی بوک ۴ رونمایی
                                کرد؛ رقبای جدی مک بوک پرو
                            </h1>
                            <ul class="-mx-2 -my-1 flex flex-wrap items-center">
                                <li class="flex items-center text-sm text-darker lg:font-medium px-2 py-1">
                                    <i class="icon-user text-primary lg:text-xl text-md xl:me-4 me-2"></i>
                                    توسط فرید حاتمی پور
                                </li>
                                <li class="flex items-center text-sm text-darker lg:font-medium px-2 py-1">
                                    <i class="icon-calendar text-primary lg:text-xl text-md xl:me-4 me-2"></i>
                                    25 آذر ماه 1402
                                </li>
                                <li class="flex items-center text-sm text-darker lg:font-medium px-2 py-1">
                                    <i class="icon-wall-clock text-primary lg:text-xl text-md xl:me-4 me-2"></i>
                                    4 دقیقه مطالعه
                                </li>
                                <li
                                    class="flex items-center text-sm text-darker lg:font-medium px-2 py-1 max-lg:hidden">
                                    <i class="icon-visibility text-primary lg:text-xl text-md xl:me-4 me-2"></i>
                                    4890 بازدید
                                </li>
                                <li
                                    class="flex items-center text-sm text-darker lg:font-medium px-2 py-1 max-lg:hidden">
                                    <i class="icon-like text-primary text-xl xl:me-4 me-2"></i>
                                    850 لایک
                                </li>
                            </ul>
                        </div>
                        <!--CONTENT-EDITOR-->
                        <div class="content-editor mt-7">
                            <h2>
                                سامسونگ از لپ‌تاپ‌های سری گلکسی
                            </h2>
                            <h3>
                                سامسونگ از لپ‌تاپ‌های سری گلکسی
                            </h3>
                            <h4>
                                سامسونگ از لپ‌تاپ‌های سری گلکسی
                            </h4>
                            <h5>
                                سامسونگ از لپ‌تاپ‌های سری گلکسی
                            </h5>
                            <h6>
                                سامسونگ از لپ‌تاپ‌های سری گلکسی
                            </h6>
                            <p>
                                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
                            </p>
                            <blockquote>
                                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
                            </blockquote>
                            <p>
                                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
                            </p>
                            <img src="assets/img/picture-1.png" alt="">
                            <p>
                                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
                            </p>
                            <ul>
                                <li>
                                    سامسونگ از لپ‌تاپ‌های سری گلکسی
                                </li>
                                <li>
                                    سامسونگ از لپ‌تاپ‌های سری گلکسی
                                </li>
                                <li>
                                    سامسونگ از لپ‌تاپ‌های سری گلکسی
                                </li>
                                <li>
                                    سامسونگ از لپ‌تاپ‌های سری گلکسی
                                </li>
                            </ul>
                            <p>
                                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
                            </p>
                            <ol>
                                <li>
                                    سامسونگ از لپ‌تاپ‌های سری گلکسی
                                </li>
                                <li>
                                    سامسونگ از لپ‌تاپ‌های سری گلکسی
                                </li>
                                <li>
                                    سامسونگ از لپ‌تاپ‌های سری گلکسی
                                </li>
                                <li>
                                    سامسونگ از لپ‌تاپ‌های سری گلکسی
                                </li>
                            </ol>
                            <p>
                                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
                            </p>
                        </div>
                    </div>

                    <div class="xl:w-[33%] lg:w-2/5 w-full p-4">
                        <PublicSideBar />
                    </div>
                </div>
            </div>
        </div>

    </main>
</template>